Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=733_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Uusia oppikirjoja ilmestyi
sme: Ođđa oahppagirjjit almmustuvve

source: Perusopetuksen pohjoissaamenkieliset kolmasluokkalaiset saavat käyttöönsä uudistetun äidinkielen oppikirjan
sme: Vuođđooahpahusa davvisámegielat goalmmátluohkálaččat ožžot geavahussii ođasmahtton eatnigiela oahppagirjji

source: ja viidesluokkalaiset uuden uskonnon oppikirjan
sme: ja viđátluohkálaččat oskkoldaga ođđa oahppagirjji

source: ja siihen kuuluvan työkirjan.
sme: ja dasa gulavaš bargogirjji.

source: Lisäksi ilmestyivät uusintapainokset inarinsaamenkielisestä käsityökirjasta
sme: Lassin almmustuvve ođđaprentosat anárašgielat duodjegirjjis

source: pohjoissaamenkielisestä äidinkielen oppikirjasta
sme: , davvisámegielat eatnigiela oahppagirjjis

source: ja aapisen syyslukukauden työkirjasta
sme: ja áppesa čakčalohkanbaji bargogirjjis

source: Äidinkielen kolmannen luokan oppikirja Gollegiellan 3 on Kaaren Kitin tekemä.
sme: Eatnigiela goalmmát luohká oahppagirjji Gollegiellan 3 lea Kaaren Kitti ráhkadan.

source: Tekijä on uudistanut kirjaa lähinnä tekstien osalta.
sme: Dahkki lea ođasmahttán girjji lagamustá teavsttaid oasil.

source: Kirja pohjautuu saamelaiseen tarinaperinteeseen ja saamenkieliseen kirjallisuuteen.
sme: Girji vuođđuduvvá sámi muitalanárbái ja sámegielat girjjálašvuhtii.

source: Uskonnon oppikirja Násti 5 ja siihen liittyvä samanniminen työkirja ovat käännöksiä Kustannusyhtiö Otavan julkaisemasta Tähti - nimisestä oppikirjasta ja työkirjasta.
sme: Oskkodaga oahppagirji Násti 5 ja dasa gulavaš seammanammasaš bargogirji leat jorgalusat Kustannusyhtiö Otava olggosaddán Tähti - nammasaš oahppagirjjis ja bargogirjjis.

source: Saamenkieliset käännökset on tehnyt Anu Katekeetta.
sme: Sámegielat jorgalusaid lea bargan Anu Katekeetta.

source: Sarjassa on aiemmin julkaistu kuudennen luokan oppikirja ja työkirja.
sme: Ráiddus lea ovdal almmustahtton guđát luohká oahppagirji ja bargogirji.

source: Ella Sarren inarinsaamenkielisestä Anaraš pivtâstem - kirjasta julkaistiin toinen painos.
sme: Ella Sarre anárašgielat Anaraš pivtâstem - girjjis almmustahttui nuppi preanttus.

source: Kirja sisältää opastuksen inarinsaamelaisen puvuston valmistamiseen.
sme: Girji sisttisdoallá rávvagiid anárašgárvvuid duddjomii.

source: Ensimmäinen painos, joka julkaistiin vuonna 2012, myytiin pian loppuun.
sme: Vuosttas preanttus, mii almmustahttui jagi 2012, vuvdui jođánit lohppii.

source: Pohjoissaamenkielisen aapisen Min meahci máidnasat kirjoittaja on Inga Guttorm / Oahptii Iŋgá ja kuvittaja Salli Parikka.
sme: Davvisámegielat áppesa Min meahci máidnasat dahkkin lea Inga Guttorm / Oahptii Iŋgá ja govvaráhkadeaddjin lea Salli Parikka.

source: Sarjaan kuuluvat aapisen lisäksi erilliset työkirjat syys- ja kevätlukukausia varten.
sme: Ráidui gullet áppesa lassin sierra bargogirjjit čakča- ja giđđalohkanbajiid várás.

source: Toivo Westin kirjoittamasta 5-6 luokkien äidinkielen oppikirjasta ilmestyi nyt toinen painos.
sme: Toivo West čállin 5-6 luohkáid eatnigiela oahppagirjjis almmustuvai dál nubbi preanttus.

source: Kirjaan liittyvät myös aiemmin julkaistut työkirjat 5- ja 6 - luokille.
sme: Girjái gullet maiddái ovdal almmustuvvan bargogirjjit 5- ja 6 - luohkáide.

source: Kaikki kirjat ovat saatavilla Saamelaiskulttuurikeskus Sajoksesta saamelaiskäräjien koulutus- ja oppimateriaalitoimistosta ja Sámi duodjin myymälästä.
sme: Buot girjjit leat oažžumis Sámekulturguovddáš Sajosis sámedikki skuvlen- ja oahppamateriáradoaimmahagas ja Sámi Duodji gávppis.

source: Kirjoja voi tilata sähköpostitse info (at) samediggi.
sme: Girjjiid sáhttá diŋgot šleađgapoasttain info (at) samediggi.

source: Lisätietoja tästä
sme: Lassidieđut dás.
